Repository: TheBitcoinExplorerApp/bitcoin-explorer-ios
Catalog: BitcoinBlockExplorer/Utils/Localizable.xcstrings
Source language: en
Languages: de, es, pt_br, ru, zh_hans

# addressHeaderError
source: Address header could not be retrieved.
de: Der Adress -Header konnte nicht abgerufen werden.
es: No se pudo recuperar el encabezado de dirección.
pt_br: O cabeçalho do endereço não pôde ser recuperado.
ru: Не удалось получить заголовок адреса.
zh_hans: 无法检索地址头

# addressTransactionsError
source: Address transactions could not be retrieved.
de: Adresstransaktionen konnten nicht abgerufen werden.
es: No se pudieron recuperar las transacciones de dirección.
pt_br: As transações de endereço não puderam ser recuperadas.
ru: Не удалось восстановить транзакции по адресам.
zh_hans: 无法检索地址事务

# aguardandoConfirmacao
source: Waiting confirmation
de: Warte auf Bestätigung
es: Esperando confirmación
pt_br: Aguardando confirmação
ru: Ожидающее подтверждения
zh_hans: 等待确认

# altaPrioridade
source: High Priority
de: Hohe Priorität
es: Alta prioridad
pt_br: Alta Prioridade
ru: Высокий приоритет
zh_hans: 高优先级

# assumedBlockInterval
source: Assumed Block Interval of 10 minutes
de: Angenommenes Blockintervall von 10 Minuten
es: Intervalo de bloque asumido de 10 minutos
pt_br: Assumindo intervalo de 10 minutos entre os blocos
ru: Предполагаемый интервал блокировки - 10 минут
zh_hans: 假设区块间隔为10分钟

source: at height
de: in der Höhe
es: en altura
pt_br: no bloco
ru: на высоте
zh_hans: 在高度

# baixaPrioridade
source: Low Priority
de: Niedrige Priorität
es: Baja prioridad
pt_br: Baixa Prioridade
ru: Низкий приоритет
zh_hans: 低优先级

# beProCalculatorLabel
source: Be Pro and get access to the best Bitcoin calculator on the market! Plus other benefits.
de: Werden Sie Profi und erhalten Sie Zugriff auf den besten Bitcoin-Rechner auf dem Markt! Plus weitere Vorteile.
es: ¡Conviértete en un Pro y accede a la mejor calculadora de Bitcoin del mercado! Además, otros beneficios.
pt_br: Seja Pro e tenha acesso a melhor calculadora de Bitcoin do mercado! Além de outros benefícios.
ru: Станьте профессионалом и получите доступ к лучшему биткоин-калькулятору на рынке! А также другие преимущества.
zh_hans: 成为专业人士，并获得市场上最好的比特币计算器！ 加上其他好处

source: Bitcoin mainnet address
de: Bitcoin Adresse
es: Dirección de la red principal de Bitcoin
pt_br: Endereço bitcoin mainnet
ru: Биткойн-адрес
zh_hans: 比特币主网地址

source: Bitcoin Price
de: Bitcoin Preis
es: Precio de Bitcoin
pt_br: Preço do Bitcoin
ru: Цена Биткоина
zh_hans: 比特币价格

source: Blockchain Explorer and Fees
de: Blockchain Explorer und Gebühren
es: Explorador de blockchain y tarifas
pt_br: Explorador da blockchain e taxas
ru: Исследователь блокчейна и сборы
zh_hans: 区块链浏览器和费用

# blockchainSupplyError
source: Blockchain supply could not be retrieved.
de: Die Blockchain -Versorgung konnte nicht abgerufen werden.
es: No se pudo recuperar el suministro de blockchain.
pt_br: O suprimento de blockchain não pôde ser recuperado.
ru: Не удалось восстановить доступ к блокчейну.
zh_hans: 无法检索区块链供应

# blockHeaderError
source: Block header could not be retrieved.
de: Blockheader konnte nicht abgerufen werden.
es: No se pudo recuperar el encabezado del bloque.
pt_br: O cabeçalho do bloco não pôde ser recuperado.
ru: Не удалось получить заголовок блока.
zh_hans: 无法检索块标题

# blockReward
source: Last block reward
de: Letzte Blockbelohnung
es: Recompensa del último bloque
pt_br: Recompensa último bloco
ru: Награда за последний блок
zh_hans: 最后一个区块奖励

# blockRewardError
source: Block reward could not be retrieved.
de: Blockbelohnung konnte nicht abgerufen werden.
es: No se pudo recuperar la recompensa del bloque.
pt_br: A recompensa do bloco não pôde ser recuperada.
ru: Вознаграждение за блокировку получить не удалось.
zh_hans: 无法检索块奖励

# blockTransactionsError
source: Block transactions could not be retrieved.
de: Blocktransaktionen konnten nicht abgerufen werden.
es: No se pudieron recuperar las transacciones en bloque.
pt_br: As transações em bloco não foram recuperadas.
ru: Не удалось восстановить транзакции блока.
zh_hans: 无法检索块事务

# blockTransactionsSearchError
source: Block transactions search could not be retrieved.
de: Die Suche nach Blocktransaktionen konnte nicht abgerufen werden.
es: No se pudo recuperar la búsqueda de transacciones en bloque.
pt_br: A pesquisa de transações em bloco não pôde ser recuperada.
ru: Не удалось выполнить поиск по блокировке транзакций.
zh_hans: 无法检索块事务搜索

# blocos
source: blocks
de: Blöcke
es: bloques
pt_br: blocos
ru: блоки
zh_hans: 区块

source: Calculator
de: Kalkulator
es: Calculadora
pt_br: Calculadora
ru: Калькулятор
zh_hans: 计算器

# chooseCurrency
source: Choose the currency
de: Wählen Sie die Währung
es: Elige la moneda
pt_br: Escolha a moeda
ru: Выберите валюту
zh_hans: 选择货币

source: Circulating Supply
de: Umlaufende Versorgung
es: Suministro circulante
pt_br: Fornecimento circulante
ru: Циркулирующий источник питания
zh_hans: 循环供应

# configuracoes
source: Settings
de: Einstellungen
es: Ajustes
pt_br: Configurações
ru: Настройки
zh_hans: 设置

# confirmacao
source: confirmation
de: bestätigung
es: confirmación
pt_br: confirmação
ru: подтверждение
zh_hans: 确认书

# confirmacoes
source: confirmations
de: bestätigungen
es: confirmaciones
pt_br: confirmações
ru: подтверждения
zh_hans: 确认书

# copied
source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
pt_br: Copiado para área de transferência
ru: Скопировано в буфер обмена
zh_hans: 复制到剪贴板

source: Copy address
de: Adresse kopieren
es: Copiar dirección
pt_br: Copie o endereço
ru: Скопировать адрес
zh_hans: 复制地址

source: Copy lightning invoice
de: Lightning adresse kopieren
es: Copiar lightning invoice
pt_br: Copie o endereço lightning
ru: Скопировать молниеносный счет-фактуру
zh_hans: 复制闪电发票

# currencyLabel
source: Currency
de: Währung
es: Divisa
pt_br: Moeda
ru: Валюта
zh_hans: 货币

source: Current Block Reward:
de: Aktuelle Blockbelohnung:
es: Recompensa de bloque actual:
pt_br: Recompensa atual do bloco:
ru: Текущее вознаграждение за блок:
zh_hans: 当前区块奖励:

# data/hora
source: Timestamp
de: Zeitstempel
es: Marca de tiempo
pt_br: Data/Hora
ru: Отметка времени
zh_hans: 时间戳

# difficultAdjustment
source: Difficulty Adjustment
de: Schwierigkeitsanpassung
es: Ajuste de dificultad
pt_br: Ajuste de Dificuldade
ru: Регулировка сложности
zh_hans: 难度调整

# difficultyAdjustmentError
source: Difficulty adjustment could not be retrieved.
de: Schwierigkeitsanpassung konnte nicht abgerufen werden.
es: No se pudo recuperar el ajuste de dificultad.
pt_br: O ajuste de dificuldade não pôde ser recuperado.
ru: Не удалось восстановить настройку сложности.
zh_hans: 无法检索难度调整

# dismissKeyboard
source: Close Keyboard
de: Tastatur schließen
es: Cerrar teclado
pt_br: Fechar o teclado
ru: Закрыть клавиатуру
zh_hans: 关闭键盘

source: Donations
de: Spenden
es: Donaciones
pt_br: Doações
ru: Пожертвования
zh_hans: 捐款

# eachBlockHeaderSearchError
source: Each block header search could not be retrieved.
de: Jede Block -Header -Suche konnte nicht abgerufen werden.
es: No se pudo recuperar cada búsqueda de encabezado de bloque.
pt_br: Cada pesquisa no cabeçalho do bloco não pôde ser recuperada.
ru: Не удалось выполнить поиск по каждому заголовку блока.
zh_hans: 无法检索每个块标题搜索

# eachTransactionError
source: Each transaction could not be retrieved.
de: Jede Transaktion konnte nicht abgerufen werden.
es: No se pudo recuperar cada transacción.
pt_br: Cada transação não pôde ser recuperada.
ru: Не удалось восстановить ни одну транзакцию.
zh_hans: 无法检索每个事务

# enderecoMaiusculo
source: Address
de: Adresse
es: Dirección
pt_br: Endereço
ru: Адрес
zh_hans: 地址

# entradasESaidas
source: Inputs & Outputs
de: Eingänge und Ausgänge
es: Entradas y salidas
pt_br: Entradas e Saídas
ru: Входы и выходы
zh_hans: 输入与输出

source: Error
de: Fehler
pt_br: Erro
ru: Ошибка
zh_hans: 错误

# errorMessage
source: Please, check your connection and try again.
de: Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Por favor, verifique su conexión y vuelva a intentarlo.
pt_br: Por favor, verifique sua conexão e tente novamente.
ru: Пожалуйста, проверьте подключение и повторите попытку.
zh_hans: 请检查您的连接,然后再试一次.

# estimatedDate
source: Estimated date to next halving:
de: Geschätztes Datum bis zur nächsten Halbierung:
es: Fecha estimada para lo próximo halving:
pt_br: Estimativa próximo halving:
ru: Предполагаемая дата следующего сокращения вдвое:
zh_hans: 预计下次减半的日期:

# feesError
source: Fees could not be retrieved.
de: Gebühren konnten nicht abgerufen werden.
es: No se pudieron recuperar las tarifas.
pt_br: As taxas não puderam ser recuperadas.
ru: Сборы получить не удалось.
zh_hans: 费用无法收回

source: Free
de: Frei
es: Gratis
pt_br: Grátis
ru: Свободный
zh_hans: 自由的

# fullNode
source: Full Nodes
de: Knoten
es: Nodos
pt_br: Total de Nós
ru: Узел
zh_hans: 节点

# fullNodeHashrateAndBlockRewardLabelStoreKit
source: Full Nodes, Hashrate, Circulating Supply and Block Reward
de: Knoten, Hashrate, Umlaufende Versorgung und Blockbelohnung
es: Nodos, tasa de hash, suministro circulante y recompensa por bloque
pt_br: Nós, Taxa de Hash, Fornecimento circulante e Recompensa último bloco
ru: Узлы, хэшрейт, Циркулирующий источник питания и вознаграждение за блок
zh_hans: 全节点、哈希率、循环供应和块奖励

# fullNodesError
source: Full nodes could not be retrieved.
de: Vollständige Knoten konnten nicht abgerufen werden.
es: No se pudieron recuperar los nodos completos.
pt_br: Full nodes não puderam ser recuperados.
ru: Не удалось получить полные узлы.
zh_hans: 无法检索完整节点

# halvingCountdownFinished
source: The halving countdown is finished!
de: Der Countdown zur Halbierung ist abgelaufen!
es: ¡Halving ha terminado!
pt_br: Os halvings chegaram ao fim!
ru: Обратный отсчет до сокращения вдвое завершен!
zh_hans: 减半倒计时结束！

# hashrateError
source: Hashrate could not be retrieved.
de: Hashrate konnte nicht abgerufen werden.
es: No se pudo recuperar el hashrate.
pt_br: Hashrate não pôde ser recuperado.
ru: Не удалось восстановить хэшрейт.
zh_hans: 无法检索哈希值

# idTransacao
source: Transaction ID
de: Transaktion ID
es: ID de transacción
pt_br: ID transação
ru: ID транзакции
zh_hans: 交易ID

# informativeLabel
source: Fee price estimation is based on an average native 140 vByte segwit transaction
de: Die Gebührenschätzung basiert auf einer durchschnittlichen nativen SegWit-Transaktion von 140 vByte
es: La estimación del precio de la tarifa se basa en una transacción segwit nativa promedio de 140 vByte
pt_br: A estimativa do preço da taxa é baseada em uma transação segwit nativa média de 140 vByte
ru: Оценка бесплатной цены основана на средней собственной транзакции segwit объемом 140 байт
zh_hans: 免费价格估算基于平均140字节segwit交易

# internetConnectionLabel
source: Please, check your internet connection and refresh the app.
de: Bitte überprüfen Sie Ihre Internetverbindung und aktualisieren Sie die App.
es: Por favor, verifique su conexión a Internet y actualice la aplicación.
pt_br: Verifique sua conexão a internet e recarregue o aplicativo.
ru: Пожалуйста, проверьте свое интернет-соединение и обновите приложение.
zh_hans: 请检查您的互联网连接并刷新应用程序.

# invalid
source: Invalid input
de: Ungültige Eingabe
es: Entrada no válida
pt_br: Entrada inválida
ru: Неверный ввод
zh_hans: 输入无效

# lastBlockError
source: Last block could not be retrieved.
de: Der letzte Block konnte nicht abgerufen werden.
es: No se pudo recuperar el último bloque.
pt_br: O último bloco não pôde ser recuperado.
ru: Не удалось восстановить последний блок.
zh_hans: 无法检索最后一个块

source: Lightning network address
de: Lightning network adresse
es: Dirección de red Lightning
pt_br: Endereço lightning network
ru: Сетевой адрес Lightning
zh_hans: 闪电网络地址

# mediaPrioridade
source: Medium Priority
de: Mittlere Priorität
es: Prioridad media
pt_br: Média Prioridade
ru: Средний приоритет
zh_hans: 中优先级

# mempoolDataError
source: Mempool data could not be retrieved.
de: Mempool -Daten konnten nicht abgerufen werden.
es: No se pudieron recuperar los datos de Mempool.
pt_br: Os dados do Mempool não puderam ser recuperados.
ru: Не удалось получить данные Mempool.
zh_hans: 无法检索Mempool数据

# mempoolSizeError
source: Mempool size could not be retrieved.
de: Mempooler Größe konnte nicht abgerufen werden.
es: No se pudo recuperar el tamaño de Mempool.
pt_br: O tamanho do Mempool não pôde ser recuperado.
ru: Не удалось восстановить размер Mempool.
zh_hans: 无法检索Mempool大小

# minerador
source: Miner
de: Bergmann
es: Minero
pt_br: Minerador
ru: Шахтер
zh_hans: 矿工

# naoConfirmada
source: Unconfirmed
de: Unbestätigt
es: Sin confirmar
pt_br: Não confirmada
ru: Неподтвержденный
zh_hans: 未经证实

# naoEncontrado
source: Not found
de: Nicht gefunden
es: Extraviado
pt_br: Não encontrado
ru: Не найдено
zh_hans: 未找到

source: New Block Reward:
de: Neue Blockbelohnung:
es: Nueva recompensa de bloque:
pt_br: Nova recompensa por bloco:
ru: Награда за новый блок:
zh_hans: 新区块奖励:

source: Next Block Reward:
de: Belohnung für den nächsten Block:
es: Recompensa del siguiente bloque:
pt_br: Próxima recompensa por bloco:
ru: Награда за следующий блок:
zh_hans: 下一个区块奖励:

source: Next Halving at height:
de: Nächste Halving in der Höhe:
es: Próximo Halving en altura:
pt_br: Próximo Halving no bloco:
ru: Следующее сокращение вдвое по высоте:
zh_hans: 高度减半:

source: No Ads
de: Keine Werbung
es: Sin anuncios
pt_br: Sem anúncios
ru: Никакой рекламы
zh_hans: 没有广告

source: per month
de: pro Monat
es: por mes
pt_br: por mês
ru: в месяц
zh_hans: 每月

# previousAndUpcoming
source: Previous and upcoming halvings
de: Bisherige und kommende halvings
es: Halvings anteriores y futuras
pt_br: Prévios e próximos halvings
ru: Предыдущие и предстоящие халвинг
zh_hans: 以前和即将到来的减半

# privacyLabel
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
pt_br: Política de Privacidade
ru: политика конфиденциальности
zh_hans: 私隐政策

# proAccess
source: Get Pro access and enjoy benefits!
de: Holen Sie sich Pro-Zugang und genießen Sie die Vorteile!
es: ¡Obtén acceso Pro y disfruta de beneficios!
pt_br: Obtenha acesso Pro e tenha vantagens!
ru: Получите профессиональный доступ и наслаждайтесь преимуществами!
zh_hans: 获得专业访问和享受好处!

source: Report issues
de: Probleme melden
es: Informar de problemas
pt_br: Reporte issues
ru: Сообщать о проблемах
zh_hans: 报告问题

# restante
source: remaining
de: übrig
es: restante
pt_br: restante
ru: оставшийся
zh_hans: 其余的

# saldo
source: Balance
de: Gleichgewicht
es: Saldo
pt_br: Saldo
ru: Баланс
zh_hans: 余额

source: Scan the Bitcoin QR Code with your bitcoin wallet to help me improving the app.
de: Scannen Sie den Bitcoin QRCode mit Ihrer Bitcoin-Brieftasche und helfen Sie mir, die App zu verbessern.
es: Escanee el código QR de Bitcoin con su billetera de bitcoin para ayudarme a mejorar la aplicación.
pt_br: Escaneie o QR code do endereço Bitcoin com sua carteira para me ajudar a continuar melhorando o app.
ru: Отсканируйте QR-код биткоина с помощью своего биткоин-кошелька, чтобы помочь мне улучшить приложение.
zh_hans: 使用您的比特币钱包扫描比特币二维码，以帮助我改进应用程序

source: Scan the lightning network QR Code with your lightning wallet to help me improving the app.
de: Scannen Sie den QR-Code des Lightning-Netzwerks mit Ihrem Lightning-Wallet, um die App zu verbessern.
es: Escanee el código QR de lightning Network con su billetera lightning para ayudarme a mejorar la aplicación.
pt_br: Escaneie o QR Code lightning network com sua carteira lightning para me ajudar a continuar melhorando o app.
ru: Отсканируйте QR-код lightning network с помощью своего кошелька lightning, чтобы помочь мне улучшить приложение.
zh_hans: 扫描闪电网络的QR码，用你的闪电钱包来帮助我改进这个应用程序

source: Search
de: Suchen
es: Buscar
pt_br: Pesquisar
ru: Поиск
zh_hans: 搜索

# searchPlaceholder
source: Block, hash, transaction or address
de: Block, Hash, Transaktion oder Adresse
es: Bloqueo, hash, transacción o dirección
pt_br: Bloco, hash, transação ou endereço
ru: Блок, хэш, транзакция или адрес
zh_hans: 区块、哈希、交易或地址

# searchTransactionsBlocksAndAddress
source: Search Transactions, Blocks and Addresses
de: Suche nach Transaktionen, Blöcken und Adressen
es: Buscar Transacciones, Bloques y Direcciones
pt_br: Pesquise transações, blocos e endereços
ru: Поиск транзакций, блоков и адресов
zh_hans: 搜索交易、区块和地址

source: Source Code
de: Quellcode
es: Código Fuente
pt_br: Código Fonte
ru: исходный код
zh_hans: 源代码

source: Subscribe
de: Abonnieren
es: Suscribirse
pt_br: Assinar
ru: Подписываться
zh_hans: 订阅

source: Support
de: Unterstützung
es: Soporte
pt_br: Suporte
ru: Поддержка
zh_hans: 支持

# tamanhoMaiusculo
source: Size
de: Größe
es: Tamaño
pt_br: Tamanho
ru: Размер
zh_hans: 大小

# taxaMaiusculo
source: Fee
de: Gebühr
es: Cuota
pt_br: Taxa
ru: Гонорар
zh_hans: 手续费

# taxaMediana
source: Median fee
de: Mittlere Gebühr
es: Tarifa mediana
pt_br: Taxa mediana
ru: Медианная комиссия
zh_hans: 中位矿工手续费

# taxasDeTransacao
source: Transaction Fees
de: Transaktions Gebühren
es: Tarifas de Transacción
pt_br: Taxas de transação
ru: Комиссия за транзакцию
zh_hans: 交易费用

# termsLabel
source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso
pt_br: Termos de uso
ru: Условия использования
zh_hans: 使用条款

# titleOfTheApp
source: Bitcoin Blockchain Explorer
de: Bitcoin Explorer
es: Bitcoin Explorer
pt_br: Bitcoin Explorer
ru: Биткоин-обозреватель
zh_hans: 比特币探险者

# totalEnviado
source: Total Sent
de: Insgesamt gesendet
es: Total Enviado
pt_br: Total Enviado
ru: Всего отправлено
zh_hans: 总发送量

# totalRecebido
source: Total Received
de: Insgesamt erhalten
es: Total Recibido
pt_br: Total Recebido
ru: Всего получено
zh_hans: 总接收量

# transacaoMaiusculo
source: Transaction
de: Transaktion
es: Transacción
pt_br: Transação
ru: Транзакция
zh_hans: 交易

# transacoes
source: transactions
de: transaktionen
es: transacciones
pt_br: transações
ru: транзакции
zh_hans: 个交易

# Transacoes
source: Transactions
de: Transaktionen
es: Transacciones
pt_br: Transações
ru: Транзакции
zh_hans: 交易

# valorMaiusculo
source: Value
de: Wert
es: Valor
pt_br: Valor
ru: ценность
zh_hans: 价值

# youArePro
source: You are already Pro!
de: Du bist bereits Profi!
es: ¡Ya eres un Pro!
pt_br: Você já é Pro!
ru: Вы уже профессионал
zh_hans: 你已经是职业选手了

# blocoMaiusculo
source: Block
es: Bloque
pt_br: Bloco
ru: Блок
zh_hans: 区块

# halvingCountdownLabelStoreKit
source: Halving Countdown
es: Halving Cuenta Atrás
pt_br: Contagem do Halving
ru: халвинг Обратный отсчет
zh_hans: 减半倒计时

source: Hashrate
es: Tasa de hash
pt_br: Taxa de Hash
ru: хэшрейт
zh_hans: 哈希率

# bitcoinBlockPro
source: Bitcoin Block Explorer Pro
ru: Обозреватель биткойн-блоков Pro
zh_hans: 比特币区块浏览器专业版

source: Blockchain
ru: Блокчейн
zh_hans: 区块链

source: Halving
ru: халвинг
zh_hans: 减半

source: Halvings
ru: халвинг
zh_hans: 减半

source: Hash
ru: Хаш
zh_hans: 哈希值

# mempoolTitle
source: Mempool
ru: Мемпул
zh_hans: 内存池

source: OK
ru: o-KEI
zh_hans: 好的

source: sat
zh_hans: 聪

source: sat/vB
zh_hans: 聪/字节

source: Sats
zh_hans: 聪
